blog/2020/wrong-direction.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 19:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>努力的方向不对</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">努力的方向不对</h1>
</header><p>
痛恨用假钱者，卖菠菜的老头收了假钱：这个人买了 5 块钱的菠菜，给了老头
100 块的假钱。周围卖东西的都聚在一起说道这件事，可怜。
</p>

<blockquote>
<p>
唐代诗仙李太白，在他《北风行》诗里说："燕山雪花大如席，片片吹落轩辕台。"描写塞外风雪，凛冽苦寒。想不到就在燕山之北，却有一座名城，冬不酷寒，夏宜避暑，这就是久为众口交誉的“北国江南”承德。
</p>
</blockquote>

<p>
唐鲁孙如是说。不论其他文字，单论这后一句话就有着说不出的好。三言两语，介绍清楚这承德的气候特点以及地理位置。我所缺乏的恰是这种用语的简练，写文时拖拉，三两句话能完事，五六句方可。这样写来岂不是很费精力？
</p>

<p>
然经深思熟虑写出，亦忧其速。故余将勤加练习之。（不知道这两句文言写得中看否？大意是经过深思熟虑写出的文章，没有速度，需要很长时间写就。所以，我要勤加练习。）
</p>

<p>
就在刚才，看到一篇讨论
<a href="http://mp.weixin.qq.com/s?__biz=MzU1OTYyMTQ1MA==&amp;mid=2247487970&amp;idx=1&amp;sn=51099843d370d7fb3ef254779a02023b&amp;chksm=fc1525c7cb62acd173b69c2e8dcdd10e330aa9b94685fedb99f5dc4939eb70c2c05d87081d91&amp;mpshare=1&amp;scene=21&amp;srcid=&amp;sharer_sharetime=1579444311590&amp;sharer_shareid=437b422f294856364ccf4b95415ead8d#wechat_redirect">应试教育与素质教育</a>
的文章。它动摇了我的观点-&#x2013;&#x2014;*我认为学校成绩并不是评价一个人的首要因素*。*这是一个很安全的论断，因为它似乎迎合各方观点，好像没有人会反对这句话。*一直以来，我都是一种用这种写作技巧，巧妙地避开尖锐表达观点的时刻。
</p>

<p>
因为在现在这个时候，安全最重要，对吧？小心驶得万年船呐！可是当我陷入这种安全的境地无法自拔的时候，内心的真实想法就没有能力表达了。
</p>

<p>
这些年来，我对应试教育深有体会，对素质教育略有耳闻。刚听说素质教育时很兴奋，觉得这样很棒，不用写作业，每天轻松，培养特长就
OK 了。但是，那些所谓“素质”真的都是用钱砸出来的。
</p>

<p>
像我这样的中产以下的家庭，根本承担不起这种素质教育。我终于理解母亲不能再让妹妹上舞蹈班的本质，因为对于我们这些家庭来说，衣食住行是主要问题。其他的素质培养、精神需求，是在夯实的经济基础上才能拥有的。
</p>

<p>
马克思说："<b>经济基础决定上层建筑。</b>"这句话是最真实的写照。现在，我对素质教育持谨慎态度，但对个人主观培养能力特长是很有信心的。一个人在能够自己满足自己的基本生活所需之后，还有额外的经济能力，那么他可以为自己找一些兴趣爱好培养。这是人在满足物质需求之后，所必备的精神需求。
</p>

<p>
*我感觉自己好像一直在追求方法，而越来越忽视思想。*具体的体现就是学习计算机时，只注重工具的收集，而忽视了这些工具的共性以及应用的范围异同。导致我对于学习技术的兴趣逐渐下降，支撑我学习的动力越来越弱。
</p>

<p>
记于 2020 年 1 月 19 日
</p>
</div>
</body>
</html>